---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.MEPCalculationFailures.DuctFittingAndAccessoryPressureDropCalculatorNotAvailable
source: html/2acb16b3-41f7-a33c-59f6-89204b83834d.htm
---
# Autodesk.Revit.DB.BuiltInFailures.MEPCalculationFailures.DuctFittingAndAccessoryPressureDropCalculatorNotAvailable Property

Duct Fitting/Accessory Pressure Drop Calculator Not Available: [Calculator Name]

## Syntax (C#)
```csharp
public static FailureDefinitionId DuctFittingAndAccessoryPressureDropCalculatorNotAvailable { get; }
```